example_results/sysbench_manager_output.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            75264
        write:                           0
        other:                           10752
        total:                           86016
    transactions:                        5376   (537.37 per sec.)
    queries:                             86016  (8597.95 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0021s
    total number of events:              5376

Latency (ms):
         min:                                    1.60
         avg:                                    1.86
         max:                                    5.34
         95th percentile:                        2.11
         sum:                                 9983.64

Threads fairness:
    events (avg/stddev):           5376.0000/0.00
    execution time (avg/stddev):   9.9836/0.00