example_results/sysbench_worker2_output.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            109242
        write:                           0
        other:                           15606
        total:                           124848
    transactions:                        7803   (779.98 per sec.)
    queries:                             124848 (12479.74 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0019s
    total number of events:              7803

Latency (ms):
         min:                                    0.81
         avg:                                    1.28
         max:                                   12.40
         95th percentile:                        2.11
         sum:                                 9975.71

Threads fairness:
    events (avg/stddev):           7803.0000/0.00
    execution time (avg/stddev):   9.9757/0.00